/* 
   Types.strings
   SporeBrowser

   Created by Spencer Alves on 5/9/09.
   Copyright 2009 Spencer Alves. All rights reserved.
 */

// For more info, see this thread:
// http://forum.spore.com/jforum/posts/list/17803.page

"0xdfad9f51" = "Cell";
"0x9ea3031a" = "Creature";
"0x372e2c04" = "Tribe Creature";
"0xccc35c46" = "Civ Creature";
"0x65672ade" = "Space Creature";
"0x99e92f05" = "City Hall";
"0x4e3f7777" = "House";
"0x47c10953" = "Factory";
"0x72c49181" = "Entertainment Building";
"0x7d433fad" = "Military land vehicle";
"0x8f963dcb" = "Military water vehicle";
"0x441cd3e6" = "Military air vehicle";
"0xf670aa43" = "Economic land vehicle";
"0x2a5147a9" = "Economic water vehicle";
"0x1a4e0708" = "Economic air vehicle";
"0x9ad7d4aa" = "Cultural land vehicle";
"0x1f2a25b6" = "Cultural water vehicle";
"0x449c040f" = "Cultural air vehicle";
"0xbc1041e6" = "Colony land vehicle";
"0xc15695da" = "Colony water vehicle";
"0x2090a11b" = "Colony air vehicle";
"0x98e03c0d" = "UFO";
